easysoa-proxy/easysoa-proxy-core/easysoa-proxy-core-scaffolderproxy/request.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><cli:getOrdersNumber xmlns:cli="http://clients.PureAirFlowers/"><cli:ClientId/></cli:getOrdersNumber></soapenv:Body></soapenv:Envelope>